alexisvt.flutter-snippets
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
anthropic.claude-code
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dart-code.dart-code
dart-code.flutter
davidwoo.flutter-auto-import
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
exceptionptr.vscode-prettier-eslint
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hollowtree.vue-snippets
inferrinizzard.prettier-sql-vscode
laravel.vscode-laravel
miguelsolorio.symbols
mohamedbenhida.laravel-intellisense
moppitz.vscode-extension-auto-import
ms-vscode.vscode-typescript-next
nucllear.vscode-extension-auto-import
onecentlin.laravel-blade
open-southeners.laravel-pint
openai.chatgpt
prasadbobby.auto-rename-tag
redhat.java
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sdras.vue-vscode-snippets
shinotatwu-ds.file-tree-generator
shufo.vscode-blade-formatter
steoates.autoimport
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
whizkydee.material-palenight-theme
wix.vscode-import-cost
woodreamz.es7-react-js-snippets
yoavbls.pretty-ts-errors
zobo.php-intellisense
